{"landing-articles": [
    {
      "id": 1,
      "title": "Fog over the Bridge",
      "authorId": 1,
      "authorName" : "Scooter",
      "url": "http://www.thisworldrocks.com/wp-content/uploads/2014/04/birkill.jpg",
      "date": "August 21",
      "text": "Now that we know who you are, I know who I am. I'm not a mistake! It all makes sense! In a comic, you know how you can tell who the arch-villain's going to be? He's the exact opposite of the hero. And most times they're friends, like you and me! I should've known way back when... You know why, David? Because of the kids. They called me Mr Glass.",
      "comments": ["Catch a ride! ― Scooter","veni vidi vici. ― Et Nattala","Short Change Hero. ― The Heavy"]  
    },
    {
        "id": 2,
        "title": "Trip selfie",
        "authorId": 2,
        "authorName" : "Tiny Tina",
        "url": "https://www.thekatieshowblog.com/wp-content/uploads/2018/06/Cappadocia-travel-tips-4-800x600.jpg",
        "date": "August 21",
        "text": "Ribeye filet mignon beef chuck chicken. Porchetta meatball ham rump alcatra capicola biltong bresaola. Pork filet mignon buffalo short ribs meatball shoulder. Swine andouille turkey brisket rump pastrami ground round chuck drumstick t-bone sirloin cow kielbasa.",
        "comments": ["quod erat demonstrandum ― Mr Tickles","never tickle a sleeping dragon ― J.K. Rowling","All hope abandon, ye who enter here. ― Dante Alighieri"]      
      },
  {
        "id": 2,
        "title": "The long hike",
        "authorId": 2,
        "authorName" : "Handsome Jack",
        "url": "http://www.desiglobetrotter.com/wp-content/uploads/2016/05/11894578_1649286051984264_8084596890597911499_o-800x600.jpg",
        "date": "August 21",
        "text": "Shank venison kevin, rump meatball biltong ham chicken frankfurter pig boudin. Fatback spare ribs biltong, meatball t-bone sirloin ribeye swine. Jerky flank burgdoggen, landjaeger doner sausage beef ribs. Venison andouille rump, tail spare ribs burgdoggen drumstick flank leberkas strip steak cupim tri-tip fatback jowl.",
        "comments": ["Non est ad astra mollis e terris via ― Seneca","Cogito ergo sum ― René Descartes","Pulvis et umbra sumus. ― Horace"]  
      },
  {
        "id": 3,
        "title": "My view",
        "authorId": 3,
        "authorName" : "Claptrap",
        "url": "https://www.countrylife.co.za/wp-content/uploads/2017/07/travel-1749508_960_720-800x600.jpg",
        "date": "August 21",
        "text": "Lucio fulci tremor est dark vivos magna. Expansis creepy arm yof darkness ulnis witchcraft missing carnem armis Kirkman Moore and Adlard caeruleum in locis. Romero morbo Congress amarus in auras. Nihil horum sagittis tincidunt, zombie slack-jawed gelida survival portenta",
        "comments": ["There's no such thing as dead languages, only dormant minds. ― Carlos Ruiz Zafón","Omnia mutantur, nihil interit  ― Publius Ovidius Naso","Ut haec ipsa qui non sentiat deorum vim habere is nihil omnino sensurus esse videatur. ― Horace"]  
      },
  {
        "id": 4,
        "title": "New traveling companions",
        "authorId": 4,
        "authorName" : "Sir Hammerlock",
        "url": "https://s28987.pcdn.co/wp-content/uploads/2019/03/women-only-travel-groups-guatemala12-800x600.jpg",
        "date": "August 21",
        "text": "The unleashed virus est, et iam zombie mortui ambulabunt super terram. Souless mortuum glassy-eyed oculos attonitos indifferent back zom bieapoc alypse.",
        "comments": ["I can't believe Noah didn't stick around to help. ― Maggie Stiefvater"," Sure you can. Never trust the dead. ― Maggie Stiefvater","A sword is never a killer; it is a tool in the killer's hand'. ― Maggie Stiefvater"]  
      },
  {
        "id": 5,
        "title": "Room with a view",
        "authorId": 5,
        "authorName" : "Pyro Pete",
        "url": "https://oceanenterprisestravel.com/wp-content/uploads/2016/10/veligandu-island-1044366_1920-800x600.jpg",
        "date": "August 21",
        "text": "Pommy ipsum flabbergasted fancy a cuppa working class it's me peepers it's the dogs bollocks, fake tan every fortnight on a stag do bread and butter pudding. Sorted it cobbles upper class Bob's your uncle put me soaps back on alright duck jolly had a barney with the inlaws a bit wonky guinness, fake tan make a brew you mean it ain't me noggin' fancy a cuppa a cracking cor blimey' chin up. ",
        "comments": ["Can't you see that I'm only advising you to beg yourself not to be so dumb? ― Petronius","Omnia Mutantur, Nihil Interit. ― Neil Gaiman","I totally carpe-d the snot out of this diem! ― Jerry Scott"]  
      },
  {
        "id": 6,
        "title": "On the Edge",
        "authorId": 6,
        "authorName" : "Motor Momma",
        "url": "https://blog.klm.com/assets/uploads/2015/01/7-myviewforyou-myviewforyou-best-travel-view-2014-768x510.png",
        "date": "August 21",
        "text": "Weeping Angels ey up alright duck at the boozer ask your mother if, bit of alright indeed off the hook Doctor Who, have a gander goggledegook bobby. Chap easy peasy chuffed half-inch it, ridiculous gutted. ",
        "comments": ["Per aspera ad astra, Papa,' I whispered. Through hardship to the stars. ― Ruta Sepetys","Pactum serva ― Horace","Haec ego non multis (scribo), sed tibi: satis enim magnum alter alteri theatrum sumus. ― Epicurus"]  
      },
  {
        "id": 7,
        "title": "There are no roads here.....",
        "authorId": 7,
        "authorName" : "Lilith aka Firehawk",
        "url": "http://www.thisworldrocks.com/wp-content/uploads/2014/04/bolivia-salt-flats.jpg",
        "date": "August 21",
        "text": "Upper class ey up penny-dreadful chippy mince pies, bloody mary cheerio a week on Sunday naff off bottled it, nuthouse snotty nosed brat apple and pears. Knackered clotted cream the fuzz I could reet fancy a, bloody shambles.",
        "comments": ["People say nothing is impossible, but I do nothing every day. ― A. A. Milne","Better to remain silent and be thought a fool than to speak out and remove all doubt. ― Abraham Lincoln","The only mystery in life is why the kamikaze pilots wore helmets. ― Al McGuire"]  
      },
  {
        "id": 8,
        "title": "The long flight",
        "authorId": 8,
        "authorName" : "Mad Moxxi",
        "url": "https://vagabondish.com/wp-content/uploads/airplane-wing-7928294800-800x600.jpg",
        "date": "August 21",
        "text": "Football alright duck numpty eton mess nosh doolally, nowt sweets down the local Bad Wolf accordingly, toad in the whole pigeons in Trafalgar Square pikey we'll be 'avin less of that.",
        "comments": ["Was this the face that launched a thousand ships/And burnt the topless towers of Ilium? ― Christoper Marlowe","Light travels faster than sound. This is why some people appear bright until you hear them speak. ― Alan Dundes","Nobody realizes that some people expend tremendous energy merely to be normal. ― Albert Camus"]  
      },
  {
        "id": 9,
        "title": "Kaiyak time",
        "authorId": 9,
        "authorName" : "Brick",
        "url": "http://earthporm.com/wp-content/uploads/2015/05/couple-traveling-around-world-photography-samuel-hildegunn-scandinavia-23-605x605.jpg",
        "date": "August 21",
        "text": "Union Jack gob penny-dreadful, who brought loaf. Throw a paddy Southeners clock round the earhole scouser fancied a flutter pigeons in Trafalgar Square rumpy pumpy, cheesed off hadn't done it in donkey's years for sooth tallywhacker by 'eck love. ",
        "comments": ["I came. I saw. I cried. ― Dorian Cirrone","Ostendes tuum et ostendam meus? ― Maggie Stiefvater","Before you judge a man, walk a mile in his shoes. After that who cares?... He’s a mile away and you’ve got his shoes! ― Billy Connolly"]  
      },
  {
        "id": 10,
        "title": "Boats, boats everywhere",
        "authorId": 10,
        "authorName" : "Mordecai",
        "url": "https://www.brendansadventures.com/wp-content/uploads/2013/07/Philippines.jpg",
        "date": "August 21",
        "text": "Ridiculous nose rag the old bill pikey nowt Moriarty, codswallop numpty middle class. Doing my nut in what a load of cobblers Bob's your uncle knee high to a grasshopper i'll be a monkey's uncle could be a bit of a git how's your father guinness, lost her marbles cup of tea well chuffed earwig.",
        "comments": ["Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed. ― Albert Einstein","All the things I really like to do are either immoral, illegal or fattening. ― Alexander Woollcott","War is God’s way of teaching Americans geography. ― Ambrose Bierce"]  
      },
  {
        "id": 11,
        "title": "Captain me",
        "authorId": 11,
        "authorName" : "Roland",
        "url": "https://www.emilyluxton.co.uk/wp-content/uploads/2016/11/wp-1478172003924-800x600.jpg",
        "date": "August 21",
        "text": "Rivetting stuff baffled you 'avin a laugh what a mug ridicule cheesed off chav, slap-head brilliant nutter jammy git narky. ",
        "comments": ["The average dog is a nicer person than the average person. ― Andy Rooney","At every party there are two kinds of people – those who want to go home and those who don’t. The trouble is, they are usually married to each other. ― Ann Landers","If you want your children to listen, try talking softly to someone else. ― Ann Landers"]  
      },
  {
        "id": 12,
        "title": "On the docks",
        "authorId": 12,
        "authorName" : "Salvador",
        "url": "https://i1.wp.com/www.brbgonesomewhereepic.com/wp-content/uploads/2018/11/IMG_9366-e1552026712326.jpg?fit=800%2C600&ssl=1",
        "date": "August 21",
        "text": "Splendid cockney oo ecky thump flog a dead horse 'ar kid working class, terribly pigeons in Trafalgar Square you mean it ain't me noggin' doofer, who brought loaf getting on my wick bowler hat jellied eels. ",
        "comments": ["Doctors are just the same as lawyers; the only difference is that lawyers merely rob you, whereas doctors rob you and kill you too. ― Anton Chekhov","I don’t believe in astrology; I’m a Sagittarius and we’re skeptical. ― Arthur C. Clarke","My opinions may have changed, but not the fact that I’m right. ― Ashleigh Brilliant"]  
      }
      
  
  ]
}